Repository: DivyaNarhe411/WP-book-plugin
Catalog: languages/wp-book-*.po
Languages: hi_in

source: Books
hi_in: पुस्तकें

source: Book
hi_in: पुस्तकें

source: Add New
hi_in: नया जोड़ें

source: Add New Book
hi_in: नई किताब जोड़ें

source: New Book
hi_in: नई पुस्तक

source: Edit Book
hi_in: किताब संपादित करें

source: View Book
hi_in: किताब देखें

source: All Books
hi_in: सभी किताब

source: Search Books
hi_in: किताबें खोजें

source: Parent Books:
hi_in: मूल पुस्तकें:

source: No books found.
hi_in: कोई किताब नहीं मिली.

source: No books found in Trash.
hi_in: कूड़ेदान में कोई किताब नहीं मिली.

source: Book Categories
hi_in: पुस्तक श्रेणियां

source: Book Category
hi_in: पुस्तक श्रेणि

source: All Items
hi_in: सभी वस्तुएं

source: Parent Item
hi_in: मूल वस्तुएं

source: Parent Item:
hi_in: मूल वस्तुएं:

source: Add Book Category
hi_in: पुस्तक श्रेणी जोड़ें

source: Add New Book Category
hi_in: पुस्तक श्रेणी जोड़ें

source: Edit Book Category
hi_in: किताब संपादित करें

source: Update Book Category
hi_in: पुस्तक श्रेणी जोड़ें

source: View Book Category
hi_in: किताब देखें

source: Separate items with commas
hi_in: अल्पविराम से आइटम अलग करें

source: Add or remove items
hi_in: आइटम जोड़ें या निकालें

source: Choose from the most used
hi_in: सबसे अधिक इस्तेमाल में से चुनें

source: Popular Items
hi_in: लोकप्रिय आइटम

source: Search Items
hi_in: किताबें खोजें

source: Not Found
hi_in: नहीं मिला

source: No items
hi_in: कोई वस्तु नहीं

source: Items list
hi_in: आइटम सूची

source: Items list navigation
hi_in: आइटम सूची नेविगेशन

source: Book Tags
hi_in: पुस्तक टैग

source: Book Tag
hi_in: पुस्तक टैग

source: All Book Tags
hi_in: सभी बुक टैग

source: Add Book Tag
hi_in: पुस्तक टैग जोड़ें

source: Add New Book Tag
hi_in: नई पुस्तक टैग जोड़ें

source: Edit Book Tag
hi_in: पुस्तक टैग संपादित करें

source: Update Book Tag
hi_in: अपडेट बुक टैग

source: View Book Tag
hi_in: बुक टैग देखें

source: Search Book Tag
hi_in: खोज पुस्तक टैग

source: Not Book Tag Found
hi_in: बुक टैग नहीं मिला

source: Books Information
hi_in: पुस्तकों की जानकारी

source: Author Name
hi_in: लेखक का नाम

source: Book Price
hi_in: पुस्तक मूल्य

source: Publisher
hi_in: प्रकाशक

source: Year
hi_in: साल

source: Edition
hi_in: संस्करण

source: URL
hi_in: यूआरएल

source: URL eg. https://example.com
hi_in: यूआरएल eg. https://example.com

source: Booksmenu
hi_in: बुकमेनू

source: Settings Saved Successfully
hi_in: सेटिंग्स सफलतापूर्वक सहेजी गईं

source: Book Settings
hi_in: पुस्तक सेटिंग्स

source: Manages all the settings of book plugin
hi_in: बुक प्लगइन की सभी सेटिंग्स को मैनेज करता है

source: Currency
hi_in: चलन

source: Indian Rupees
hi_in: भारतीय रुपये

source: US Dollar
hi_in: अमेरिकी डॉलर

source: UK Pound Sterling
hi_in: यूके पाउंड स्टर्लिंग

source: No. of Books (per page)
hi_in: पुस्तकों की संख्या (प्रति पृष्ठ)

source: No.of Books
hi_in: पुस्तकों की संख्या

source: Save Changes
hi_in: बदला सहेजे

source: Text:
hi_in: मूलपाठ:

source: Select
hi_in: चुनें
